Repository: NakaokaRei/GohobiStickers
Catalog: GohobiStickers/Localizable.xcstrings
Source language: ja
Languages: en

# appearance.dark
source: ダーク
en: Dark

# appearance.footer
source: システムを選ぶと、端末の外観設定に合わせます。
en: System follows your device appearance setting.

# appearance.light
source: ライト
en: Light

# appearance.picker.title
source: 外観
en: Appearance

# appearance.settings.accessibility
source: 表示設定
en: Appearance settings

# appearance.settings.title
source: 表示設定
en: Appearance

# appearance.system
source: システム
en: System

# celebration.dismiss
source: やった！
en: Awesome!

# celebration.message
source: %lldこ目のゴールに到達しました。
en: You reached the goal at stamp %lld.

# celebration.title
source: ゴール達成！
en: Goal achieved!

# common.cancel
source: キャンセル
en: Cancel

# common.close
source: 閉じる
en: Close

# common.delete
source: 削除
en: Delete

# common.optional
source: 任意
en: Optional

# common.save
source: 保存
en: Save

# common.undo
source: 元に戻す
en: Undo

# default.reward.book
source: 新しい本
en: A new book

# default.reward.cake
source: ケーキ
en: Cake

# default.reward.generic
source: ごほうび
en: Reward

# default.reward.movie
source: 映画
en: Movie

# error.persistence
source: スタンプ帳を保存できませんでした: %@
en: Could not save the stamp book: %@

# goal.achieved
source: 達成！
en: Done!

# goal.add.button
source: 新しいゴールを追加
en: Add a new goal

# goal.count
source: %lldこ
en: %lld stamps

# goal.cumulative
source: 累計 %lld
en: Total %lld

# goal.delete.message
source: ゴールを削除しました
en: Goal deleted

# goal.editor.add.title
source: ゴールを追加
en: Add Goal

# goal.editor.edit.title
source: ゴールを編集
en: Edit Goal

# goal.empty.description
source: 次に楽しみにするごほうびを追加しましょう。
en: Add a reward to look forward to.

# goal.empty.title
source: ゴールはまだありません
en: No Goals Yet

# goal.from.previous
source: 前のゴールから
en: After the previous goal

# goal.interval.footer
source: 1〜999個の範囲で設定できます。
en: Choose between 1 and 999 stamps.

# goal.interval.summary
source: 前のゴールから %lldこ
en: %lld after the previous goal

# goal.position
source: %lldこ目のゴール
en: Goal at stamp %lld

# goal.reward.placeholder
source: 例：ケーキ、映画、新しい本
en: Example: Cake, movie, new book

# goal.reward.section
source: ごほうび
en: Reward

# goal.settings.accessibility
source: ゴール設定
en: Goal settings

# goal.settings.button
source: ゴールを設定
en: Set Goals

# goal.settings.footer
source: 必要個数は、ひとつ前のゴールから数えます。並べ替えや編集をすると累計位置が自動で変わります。
en: Each amount is counted from the previous goal. Reordering or editing automatically updates the cumulative positions.

# goal.settings.order
source: ゴールの順番
en: Goal order

# goal.settings.title
source: ゴール設定
en: Goal Settings

# goal.share.action
source: 画像をシェア
en: Share Image

# goal.share.card.date
source: 達成した日
en: Achieved on

# goal.share.card.range
source: %1$lld〜%2$lldこ目のスタンプ
en: Stamps %1$lld–%2$lld

# goal.share.card.title
source: ゴール達成！
en: Goal achieved!

# goal.share.celebration.action
source: カードをシェア
en: Share Your Card

# goal.share.error.message
source: もう一度画像を作成してください。
en: Please try creating the image again.

# goal.share.error.title
source: 画像を作成できませんでした
en: Couldn't Create Image

# goal.share.preview.image.accessibility
source: ゴール達成カードのプレビュー
en: Goal achievement card preview

# goal.share.preview.title
source: 達成カード
en: Achievement Card

# goal.share.rendering
source: カードを作成中…
en: Creating your card…

# goal.share.retry
source: もう一度試す
en: Try Again

# home.count.unit
source: こ
en: stamps

# home.goal.empty
source: 最初のゴールをつくろう
en: Create your first goal

# home.goal.more
source: この先のゴールも自由に追加できます
en: You can add more goals anytime

# home.title
source: ごほうびロード
en: Reward Road

# home.total.label
source: いままでのスタンプ
en: All-time stamps

# icloud.error.account-unavailable
source: データを同期するには、設定からiCloudにサインインしてください。
en: Sign in to iCloud in Settings to sync your data.

# icloud.error.invalid-data
source: iCloudのデータを読み込めませんでした。
en: The iCloud data could not be read.

# icloud.footer
source: この端末のiCloudアカウントを使い、スタンプ・コメント・ゴール・設定を非公開で同期します。オフラインでもローカルデータを利用できます。
en: Stamps, comments, goals, and settings sync privately through the iCloud account on this device. Local data remains available offline.

# icloud.last-synced
source: 最終同期: %@
en: Last synced: %@

# icloud.status.account-unavailable
source: iCloudを利用できません
en: iCloud is unavailable

# icloud.status.failed
source: 同期できませんでした
en: Couldn’t sync

# icloud.status.idle
source: 同期を待機中
en: Waiting to sync

# icloud.status.synced
source: 同期済み
en: Synced

# icloud.status.syncing
source: 同期中…
en: Syncing…

# icloud.sync-now
source: 今すぐ同期
en: Sync Now

# icloud.title
source: iCloud同期
en: iCloud Sync

# launch.accessibility
source: Gohobi Stickersを起動しています
en: Gohobi Stickers is starting

# launch.tagline
source: きょうも、ひとつえらい！
en: One little win at a time!

# node.completed.accessibility
source: %1$lld個目、%2$@
en: Stamp %1$lld, %2$@

# node.empty.accessibility
source: %lld個目、まだスタンプはありません
en: Stamp %lld, not collected yet

# node.next.accessibility
source: %lld個目のスタンプを押す
en: Add stamp %lld

# node.quick-look.date
source: 日付
en: Date

# node.quick-look.edit
source: スタンプを編集
en: Edit stamp

# node.quick-look.note
source: 備考
en: Note

# node.quick-look.note.empty
source: 備考はありません
en: No note

# node.quick-look.title
source: スタンプ
en: Stamp

# preset.blue-hero
source: ブルーヒーロー
en: Blue Hero

# preset.frog-blue
source: ブルーのかえる
en: Blue Frog

# preset.frog-green
source: グリーンのかえる
en: Green Frog

# preset.frog-pink
source: ピンクのかえる
en: Pink Frog

# preset.glowing-fish
source: 光るおさかな
en: Glowing Fish

# preset.koala-green
source: コアラ
en: Koala

# preset.penguin-pink
source: ペンギン
en: Penguin

# preset.pink-hero
source: ピンクヒーロー
en: Pink Hero

# preset.sea-lion
source: アシカ
en: Sea Lion

# preset.shell
source: かい
en: Shell

# preset.starfish-purple
source: ヒトデ
en: Starfish

# stamp.praise.amazing
source: すごい！
en: Amazing!

# stamp.praise.great-job
source: えらい！
en: Great job!

# stamp.praise.lovely
source: すてき！
en: Lovely!

# stamp.praise.you-did-it
source: やったね！
en: You did it!

# stamp.add.button
source: スタンプを押す
en: Add Stamp

# stamp.comment.placeholder
source: できたことや、うれしかったこと
en: What went well or made you happy?

# stamp.comment.title
source: コメント
en: Comment

# stamp.delete.button
source: このスタンプを削除
en: Delete This Stamp

# stamp.delete.confirm.message
source: 総スタンプ数とゴールの達成状態も更新されます。
en: Your total and goal progress will also be updated.

# stamp.delete.confirm.title
source: このスタンプを削除しますか？
en: Delete this stamp?

# stamp.editor.add.title
source: スタンプを押す
en: Add Stamp

# stamp.editor.choose
source: スタンプを選ぶ
en: Choose a stamp

# stamp.editor.edit.title
source: スタンプを編集
en: Edit Stamp
